Repository: FelixJacobi/stsbl-iserv-file-distribution
Catalog: share/locale/*/file-distribution3.po
Languages: de

source: none
de: keine

source: By: %s
de: Von: %s

source: Open folder of this file distribution
de: Ordner dieser Dateiverteilung öffnen

source: Host isolation activated
de: Geräteisolation aktiviert

source: Group folders and other Windows shares are only available for read only.
de: Gruppenordner und andere Windows-Freigaben sind nur lesbar.

source: Group folders and other Windows shares are replaced with empty folders.
de: Gruppenordner und andere Windows-Freigaben sind mit leeren Ordnern ersetzt.

source: Yes
de: Ja

source: Until: %s
de: Bis: %s

source: Forbidden
de: Verboten

source: Granted
de: Erlaubt

source: No
de: Nein

source: Privilege
de: Recht

source: Title: %s
de: Titel: %s

source: Exam Mode
de: Klausurmodus

source: Sound is disabled on host
de: Ton ist auf dem Gerät deaktiviert

source: Here you can change, which hosts filtered by room are available in the file distribution.
de: Hier können Sie ändern, welche Geräte gefiltert nach Raum in der Dateiverteilung verfügbar sind.

source: Host management
de: Geräteverwaltung

source: To exclude single hosts from the file distribution set the "controllable" setting in the %s to no.
de: Um einzelne Geräte von der Dateiverteilung auszuschließen, setzen Sie die Einstellung "Steuerbar" in der %s auf Nein.

source: Room availability
de: Raumverfügbarkeit

source: Select if all rooms except the one in the following list or only the rooms which are in the list are available.
de: Wählen Sie, ob alle Räume, außer die, welche in der folgenden Liste sind oder nur die, welche in der folgenden Liste sind, verfügbar sind.

# file-distribution
source: Configuration required
de: Konfiguration erforderlich

source: You need to configure available rooms before you can use this module!
de: Sie müssen die verfügbaren Räume konfigurieren, bevor Sie dieses Modul nutzen können!

source: Manage available rooms
de: Verfügbare Räume verwalten

source: This module needs addtional configuration. Please contact your IServ Administrator!
de: Dieses Modul benögtigt zusätzliche Konfiguration. Bitte kontaktieren Sie Ihren IServ Administrator!

source: The files for the distribution "%s" must resided in the following folder:
de: Die Dateien für die Verteilung "%s" werden in folgenden Ordner abgelegt:

source: Files/File-Distribution/%s
de: Dateien/File-Distribution/%s

source: Only hosts which are member of the Windows Domain are supported.
de: Nur Geräte, die Mitglied der Windows-Domäne sind, werden unterstützt.

source: For the users who are logging in on this hosts, there will created two addtional network drives for file distribution assignment and return.
de: Für die Benutzer, die sich auf diesen Geräten anmelden, werden zwei zusätzliche Netzlaufwerke für die Dateiverteilung- und rückgabe erstellt.

source: The folder path where you will find the assignment folder and the returns will be Files/File-Distribution/<Title>.
de: Der Ordnerpfad wo Sie den Verteilungsordner und die Rückgaben finden, ist Dateien/File-Distribution/<Titel>.

source: Select if you want to grant access to the group folders and other file shares on the Portalserver.
de: Wählen Sie aus, ob Sie Zugriff auf die Gruppenordner und andere Dateifreigaben auf dem Portalserver gewähren wollen.

source: Enable host isolation
de: Geräteisolation aktivieren

source: Enable host isolation if you want to prevent that users can exchange files by sharing their accounts.
de: Aktivieren Sie die Gerätenisolation, wenn Sie verhindern wollen, dass Benutzer Dateien austauschen können durch das Teilen ihrer Accounts.

source: Host
de: Gerät

source: Room
de: Raum

source: User
de: Benutzer

source: You can not enable file distributions for the following entries, because there it is already enabled:
de: Sie können die Dateiverteilung für die folgenden Einträge nicht aktivieren, da Sie dort bereits aktiviert ist:

source: File distribution is not enabled for the following entries or are not are allowed to stop the file distribution there:
de: Dateiverteilung ist für die folgenden Einträge nicht aktiviert oder Sie dürfen die Dateiverteilung dort nicht beenden:

source: Cancel
de: Abbrechen

source: Cannot wake host "%host%" because it has no MAC address set.
de: Kann Gerät "%host%" nicht aufwecken, da keine MAC-Adresse gesetzt ist.

source: Use file distribution
de: Dateiverteilung verwenden

source: Manage available rooms for file distribution
de: Für die Dateiverteilung verfügbare Räume verwalten

source: Someone started a file distribution for your host. To access the files, click on the symbol "Auf bereitgestellte Dateien zugreifen" on the desktop.
de: Jemand hat eine Dateiverteilung für dieses Gerät gestartet. Um auf die Dateien zuzugreifen, klicken Sie auf das Symbol "Auf bereitgestellte Dateien zugreifen" auf dem Desktop.

source: Select host isolation by default
de: Geräteisolation standardmäßig auswählen

source: If enabled, the checkbox "host isolation" will be selected by default if a new file distribution will be enabled.
de: Wenn aktiviert, wird das Auswahlfeld "Geräteisolierung" standardmäßig angewählt, wenn eine neue Dateiverteilung aktiviert wird.

source: Default selection of "Availability of group folders and shares"
de: Standardauswahl von "Verfügbarkeit von Gruppenordnern und Freigaben"

source: Select which option will selected for this option, if a new file distribution will enabled.
de: Wählen Sie, welche Wahl für diese Option standardmäßig getroffen wird, wenn eine neue Dateiverteilung aktiviert wird.

source: Keep group folders and other shares available
de: Gruppenordner und andere Freigaben verfügbar lassen

source: Allow only read access to group folders and other shares
de: Nur Lesezugriff auf Gruppenordner und andere Freigaben zulassen

source: Replace group folders and other shares with empty folders
de: Gruppenordner und andere Freigaben mit leeren Ordnern ersetzen

source: Module: File Distribution
de: Modul: Dateiverteilung

source: The computer is already in exam mode.
de: Der Computer ist bereits im Klausurmodus.

source: The computer is already locked.
de: Der Computer ist bereits gesperrt.

source: The room is already in the list.
de: Der Raum ist bereits in der Liste.

source: File distribution is already enabled for this host.
de: Dateiverteilung ist bereits für dieses Gerät aktiviert.

source: File distribution
de: Dateiverteilung

source: Existing file distribution directory
de: Existierendes Dateiverteilungsverzeichnis

source: Running file distribution
de: Laufende Dateiverteilung

source: All rooms except the following
de: Alle Räume, außer die folgenden

source: The following rooms
de: Folgende Räume

source: Save
de: Speichern

source: Room settings updated successful.
de: Raumeinstellungen erfolgreich aktualisiert.

source: Rooms
de: Räume

source: Cancels a sent shutdown/reboot/log off command on the selected computers.
de: Abbrechen eines gesendetes Kommandos zum Herunterfahren/Neustart/Abmelden der ausgewählten Computer.

source: Start & Shutdown
de: Starten & Herunterfahren

source: Canceled schuelded actions for %s.
de: Geplante Aktionen für %s abgebrochen.

# host
source: Reboot
de: Neustarten

source: Reboots the selected computers.
de: Ausgewählte Computer neustarten

source: Sent reboot command to %s.
de: Neustart-Befehl an %s gesendet.

source: Reset internet access for %s.
de: Internetzugriff für %s zurückgesetzt.

source: Reset
de: Zurücksetzen

source: Reset internet access of the selected hosts to the default value.
de: Internetzugriff für die gewählten Geräte auf den Standardwert zurücksetzten.

source: Granted internet access for %s.
de: Internetzugriff für %s erlaubt.

source: Grant
de: Erlauben

source: Grant internet access to the selected hosts.
de: Den gewählten Geräten Internetzugriff gewähren.

source: Lock
de: Sperren

source: Locks the selected computers. The logged-in users cannot use the computers while they are locked.
de: Sperrt die ausgewählten Computer. Die angemeldeten Benutzer können die Computer nicht benutzen, während diese gesperrt sind.

source: Skipping own host!
de: Überspringe eigenes Gerät!

source: Shutdown
de: Herunterfahren

source: Shuts the selected computers down.
de: Fährt die gewählten Computer herunter.

source: Sent shutdown command to %s.
de: Herunterfahr-Befehl an %s gesendet.

source: Enabled sound on %s.
de: Ton aktiviert auf %s.

source: Enable
de: Aktivieren

source: Enable sound on the selected hosts.
de: Ton auf den gewählten Geräten aktivieren.

source: Sound
de: Ton

source: Disabled sound on %s.
de: Ton deaktiviert auf %s.

source: Disable
de: Deaktivieren

source: Disable sound on the selected hosts.
de: Ton auf den gewählten Geräten deaktivieren.

source: You are not allowed to disable file distribution for %s.
de: Sie dürfen die Dateiverteilung für %s nicht deaktivieren

source: Disabled file distribution for %s.
de: Dateiverteilung für %s deaktiviert.

source: Stop
de: Beenden

source: Stop the running file distribution for the selected hosts.
de: Eine laufende Dateiverteilung für die gewählten Geräte beenden.

source: Exam title
de: Klausur-Titel

source: Please enter a title for your exam.
de: Bitte geben Sie einen Titel für Ihre Klausur ein.

source: Title for this exam
de: Titel für diese Klausur

source: Switch the selected computers into exam mode.
de: Die gewählten Computer in den Klausurmodus versetzen.

source: Title should not be empty!
de: Titel sollte nicht leer sein!

source: Switched %s to exam mode.
de: %s in den Klausurmodus versetzt.

source: Disable exam mode on the selected computers.
de: Klausurmodus auf den gewählten Computern deaktivieren.

source: Disabled exam mode on %s.
de: Klausurmodus auf %s deaktiviert.

source: File distribution title
de: Dateiverteilungs-Titel

source: Please enter a title for your file distribution.
de: Bitte geben Sie einen Titel für Ihre Dateiverteilung ein.

source: Title for this file distribution
de: Titel für diese Dateiverteilung

source: Host isolation
de: Geräteisolation

source: Availability of group folders and shares
de: Verfügbarkeit von Gruppenordnern und Freigaben

source: Please choose availability of group folders and shares.
de: Bitte wählen Sie die Verfügbar von Gruppenordnern und Freigaben

source: You are not allowed to enable file distribution for %s.
de: Sie dürfen die Dateiverteilung für %s nicht aktivieren.

source: Enabled file distribution for %s.
de: Dateiverteilung für %s aktiviert.

source: Start
de: Starten

source: Start a file distribution for the selected hosts.
de: Eine Dateiverteilung für die gewählten Geräte beginnen.

source: Denied internet access for %s.
de: Internetzugriff für %s gesperrt.

source: Deny
de: Verbieten

source: Deny internet access for the selected hosts.
de: Internetzugriff für die gewählten Geräte sperren.

source: Unlock
de: Entsperren

source: Unlocks the selected computers.
de: Ausgewählte Computer entsperren

source: %s unlocked successful.
de: %s erfolgreich entsperrt.

source: Message
de: Nachricht

source: Enter a message...
de: Geben Sie eine Nachricht ein...

source: Sent message to %s.
de: Nachricht an %s gesendet.

source: Send message
de: Nachricht senden

source: Send message to the selected hosts.
de: Nachricht an die gewählten Geräte versenden.

source: Communication
de: Kommunikation

source: Duration
de: Dauer

source: Please select the duration.
de: Bitte wählen Sie die Dauer.

source: One minute
de: Eine Minute

source: One hour
de: Eine Stunde

source: Today
de: Heute

source: Power On
de: Einschalten

source: Sends Wake-on-LAN packets to the selected computers to wake them.
de: Sendet Wake-on-LAN-Pakete an die ausgewählten Computer um sie aufzuwecken.

source: Sent power on command to %s.
de: Einschalt-Befehl an %s gesendet.

source: Log Off
de: Abmelden

source: Forces users on the selected computers to log out.
de: Zwingt die Benutzer an den ausgewählten Computern zum Abmelden.

source: Sent log off command to %s.
de: Abmelde-Befehl an %s gesendet.

# file-distribution
source: Device
de: Gerät

source: Type
de: Typ

source: Internet Access
de: Internetzugriff

source: Internet: yes
de: Internet: Ja

source: Internet: no
de: Internet: Nein

source: Internet: granted
de: Internet: Erlaubt

source: Internet: forbidden
de: Internet: Verboten

source: Internet: exam mode
de: Internet: Klausurmodus

source: File distribution: %s
de: Dateiverteilung: %s

source: [With file distribution]
de: [Mit Dateiverteilung]

source: [Without file distribution]
de: [Ohne Dateiverteilung]

source: Search
de: Suchen
